const slidesData = [
    {
        id: 1,
        title: 'Базовая оптимизация',
        description: `
        Из эффектов - Повышается FPS, понижаются системные задержки. Картинка плавнее.                                           `,
        alt: `
        1. Переустановка Windows с использованием официального образа
        2. Установка всех необходимых драйверов
        3. Активация Windows и установка программного обеспечения
        4. Глубокая настройка Windows
        5. Настройка монитора и гарантия производительности
        `,
        priceRUB: '2000',
        priceEUR: '35'
    },
    {
        id: 2,
        title: 'Ultimate оптимизация',
        description: `
        Из эффектов - Повышается FPS, понижаются системные задержки. Плюс бесплатные консультации.                            `,
        alt: `
        1. Переустановка & Полноценная Настройка Windows
        2. Прошивка & Настройка Bios
        3. Разгон + Понижение таймингов ОЗУ
        4. Разгон / Андервольтинг CPU
        5. Разгон / Андервольтинг GPU
        6. Настройка Роутера, Интернета
        `,
        priceRUB: '8500',
        priceEUR: '85'
    },
    {
        id: 3,
        title: 'Качественный разгон железа',
        description: `
        Разгон процессора и видеокарты для улучшения производительности и качества работы.                                     `,
        alt: `
        1. Обеспечение оптимальной производительности
        2. Оптимизация игрового процесса
        3. Профессиональный подход
        4. Гарантия стабильности системы
        5. Индивидуальная настройка и поддержка 24/7
        `,
        priceRUB: '2500',
        priceEUR: '30'
    },
    {
        id: 4,
        title: 'Настройка интернета',
        description: `
        Комплексная настройка интернета: скорость, стабильность и качество работы на максимум.                               `,
        alt: `
        1. Установка правильных драйверов
        2. Настройка параметров адаптера
        3. Настройка днс серверов
        4. Оптимизация BufferBloat
        5. Настройка параметров сети
        `,
        priceRUB: '1000',
        priceEUR: '15'
    },
    {
        id: 5,
        title: 'Настройка всех аудио устройств',
        description: `
        Полная настройка звука и микрофона для оптимального качества и ясности во время игры.                                 `,
        alt: `
        1. Установка и настройка звука и микрофона
        2. Объяснение работы звука
        3. Детальная проверка
        4. Индивидуальный подбор и тестирование
        5. Время выполнения ≈ 30 минут
        `,
        priceRUB: '1000',
        priceEUR: '15'
    }
];

export default slidesData;
